Repository: kst179/LoveLetter
Catalog: loveletter/locale/*/LC_MESSAGES/loveletter.po
Languages: ru_ru

source: You didn't join to any game yet, try send me a /create or /join <game_id>
ru_ru: Вы еще не присоедиились ни к одной игре. Напишите мне /create или /join @username,чтобы создать игру или присоединиться к ней

source: help
ru_ru: /help - показывает это сообщение /rules - правила игры (TODO) /hint - карточка с кратким описанием и стоимостью карт /create - создает полностью новую игру с пустым списком игроков /join - добавляет игрока в игру /start - после добавления всех игроков начинает игру /newround - перезапускает игру с теми же игроками и настройками (TODO) /cards - показывает все сброшенные с рук карты /players - показывает всех оставшихся в игре игроков /doubledeck - играть в 2 колоды: больше карт, больше народу, больше веселья!

source: hints
ru_ru: 8. Принцесса (x1) - если вы сбрасываете эту карту, оказываетесь вне игры 7. Графиня (x1) - если на руке Принц или Король, то Графиню надо сбросить 6. Король (x1) - скинув Короля обменяйтесь картами с одним из игроков 5. Принц (x2) - выбранный вами игрок должен скинуть свою карту и взять новую 4. Служанка (x2) - сбросив Служанку получаете защиту на следующий круг 3. Барон (x2) - сравните свою карту с другим игроком, у кого значение меньше - тот вылетает из игры 2. Священник (x2) - позволяет посмотреть карту другого игрока 1. Стражница (x5) - назовите карту другого игрока (не стражницу), если угадаете - он вылетет из игры

source: The game has been already created in this chat, restarting it
ru_ru: В этом чате игра уже была создана, перезапускаю ее

source: Game is created, resend next message to your freinds whith whom you would like to play
ru_ru: Игра создана, разошлите следующее сообщение, тем с кем хотите сыграть:

source: Player @{0} invites you to love letter game, send message <code>/join @{0}</code> here @{1} if you want accept it
ru_ru: Игрок @{0} приглашает Вас в игру Тайное послание, для того чтобы присоединиться напишите <code>/join @{0}</code> боту @{1}

source: The game is already started
ru_ru: Игра еще не началась

source: The second deck is added by @{}
ru_ru: Вторая колода добавлена игроком @{}

source: The second deck is removed by @{}
ru_ru: Вторая колода убрана игроком @{}

source: There is no username, try /join @username or /create
ru_ru: Не хватает никнейма пользователя, попробуйте /join @username или /create

source: There is no game with such player @{}
ru_ru: Не существует игры в которой был бы игрок @{}

source: Game has been already started
ru_ru: Игра еще не началась

source: You already joined to game
ru_ru: Вы уже присоединились к игре

source: The number of players reached 6, the second deck is automatically added
ru_ru: Число игроков достигло шести, добавлена вторая колода

source: The game already started, you cannot leave!
ru_ru: Игра уже началась, вы не можете уйти!

source: You left the game
ru_ru: Вы покинули игру

source: Not enough players, to play, you need at least 2 of them
ru_ru: Не достаточно игроков, требуется минимум 2 чтобы начать игру

source: Dropped cards list:
ru_ru: Список карт в сбросе:

source: Players remained:
ru_ru: Оставшиеся игроки:

source: Princess
ru_ru: Принцесса

source: @{} drops a Princess and loses.
ru_ru: @{} скидывает Принцессу и проигрывает

source: Countess
ru_ru: Графиня

source: @{} drops a Countess.
ru_ru: @{} скидывает графиню

source: King
ru_ru: Король

source: @{} drops the King because all players are protected.
ru_ru: @{} скидывает Короля потому что все игроки защищенны

source: @{0} plays the King to exchange cards with @{1}.
ru_ru: @{0} использует Короля чтобы обменяться картами с @{1}

source: You've got a {0} from player @{1}
ru_ru: Вы получили карту {0} от @{1}

source: Prince
ru_ru: Принц

source: @{0} uses Prince against @{1}. @{1} drops a Princess and loses!
ru_ru: @{0} использет карту Принца на @{1}. @{1} скидывает Принцессу и проигрывает!

source: @{0} uses a Prince against @{1}. @{1} has the {2}.
ru_ru: @{0} использует карту Принца на игрока @{1}. У @{1} была карта {2}

source: Maid
ru_ru: Служанка

source: @{} is under Maid protection for a one full round.
ru_ru: @{} защищен Служанкой в течение круга

source: Baron
ru_ru: Барон

source: @{} drops a Baron, because all players are protected.
ru_ru: @{} скидывает Барона впустую, потому что все остальные игроки защищены Служанками

source: @{0} uses the Baron against @{1} and wins. @{1} has the {2} card
ru_ru: @{0} использует Барона против @{1} и выигрывает, у @{1} была карта {2}

source: @{0} uses the Baron against @{1}, but looses. @{0} has the {2} card
ru_ru: @{0} использует Барона против @{1}, но проигрывает у @{0} была карта {2}

source: Aaaand... here goes nothingLooks like @{0} and @{1} have the same cards...
ru_ru: Иииии... ничего не происходит. Похоже у @{0} и @{1} картый одинаковые...

source: Priest
ru_ru: Священник

source: @{} drops Priest, because all players are protected.
ru_ru: @{} сбрасывает Священика впустую, так как все игроки защищены.

source: @{} uses a Priest card and looks at @{}'s card.
ru_ru: @{} использует карту Священника, чтобы подмотреть карту игрока @{}

source: @{} shows you his card. He(She) has the {}.
ru_ru: @{} показывает вам свою карту. У него(неё) {}

source: Guard
ru_ru: Стражница

source: @{} drops the Guard, because all players are protected.
ru_ru: @{} скидывает Стражницу, потому что все игроки защищены

source: @{} uses the Guard and guess that @{} has the {}.
ru_ru: @{} использует Стражницу и угадывает, что у @{} {}

source: @{0} uses Guard, assuming that @{1} holds the {2} card, but do not guess it right.
ru_ru: @{0} использует Стражницу, предполагая, что у @{1} {2}, но не угадывает

source: The game is started! Players order (top moves first):
ru_ru: Игра началась! Порядок игроков (верхний ходит первым)

source: Game is over Winner is {} Players remains
ru_ru: Игра окончена Победитель {} Оставшиеся игроки

source: Kicked off the game:
ru_ru: Выбыли из игры:

source: Greetings! You've won!
ru_ru: Поздравляем! Вы выиграли!

source: You loose!
ru_ru: Вы проиграли

source: @{}'s turn
ru_ru: Ход игрока @{}

source: It's {} cards left.
ru_ru: Осталось {} карт

source: Attention! It's the last turn
ru_ru: Внимание! Последний ход

source: Choose a card which you want to play:
ru_ru: Выберите карту которой хотите сыграть

source: Woopsy-daisy... You need to drop a countess.
ru_ru: Ай-ай-ай... Кажется надо таки сбросить Графиню

source: Choose the player you want play this card with:
ru_ru: Выберите игрока, на которого хотите применить действие карты:

source: Guess the @{}'s card:
ru_ru: Угадайте карту @{}

source: Your card is '{}'
ru_ru: Ваша карта '{}'

source: You have taken the '{}' card
ru_ru: Вы взяли карту '{}'

source: You've lost!
ru_ru: Вы проиграли
